Repository: wooc/wooc_mygallery
Catalog: language/*.po
Languages: pl

source: Wooc Gallery
pl: Wooc Galeria

source: Gallery
pl: Galeria

source: Display image galleries.
pl: Wyświetla galerie zdjęć.

source: Picture galleries
pl: Galerie zdjęć

source: View image
pl: Zobacz obraz

source: Image collections related to our family
pl: Zbiór zdjęć związanych z naszą rodziną

source: Photos of our family
pl: Zdjęcia osób należących do naszej rodziny

source: Certificates
pl: Akty

source: Images of our family certificates
pl: Kopie aktów osób należących do naszej rodziny

source: Documents
pl: Dokumenty

source: Documents of our family
pl: Kopie dokumentów osób należących do naszej rodziny

source: Medals
pl: Odznaczenia

source: Medals of our family
pl: Odznaczenia naszej rodziny

source: Graves
pl: Nagrobki

source: Graves of our family
pl: Groby naszej rodziny

source: Previous image
pl: poprzedni obraz

source: previous page
pl: poprzednia strona

source: next page
pl: następna strona

source: Start slideshow
pl: Rozpocznij pokaz slajdów

source: Pause slideshow
pl: Zatrzymaj pokaz slajdów

source: Photo %1$s of %2$s
pl: Zdjęcie %1$s z %2$s

source: Album is empty. Please choose other album.
pl: Album jest pusty. Należy wybrać inny.

source: Add album to gallery
pl: Dodaj album do galerii

source: The gallery should contains albums. Using this option you can add album details.
pl: Galeria powinna zawierać albumy. Za pomocą tej opcji można dodać informacje o albumie.

source: Edit album
pl: Edytuj album

source: This option will let you edit an album on the gallery.
pl: Ta opcja umożliwia edycję albumu w galerii.

source: Add your album title here
pl: Dodaj tytuł albumu

source: Album title
pl: Tytuł albumu

source: Show this album for which languages?
pl: Pokaż ten album dla następujących języków

source: Album position
pl: Pozycja albumu

source: This field controls the order in which the gallery albums are displayed.
pl: To pole określa kolejność, w jakiej zostaną wyświetlone albumy w galerii.

source: You do not have to enter the numbers sequentially. If you leave holes in the numbering scheme, you can insert other albums later. For example, if you use the numbers 1, 6, 11, 16, you can later insert albums with the missing sequence numbers. Negative numbers and zero are allowed, and can be used to insert albums in front of the first one.
pl: Nie trzeba wprowadzać kolejnych numerów. Jeśli zostaną pozostawione przerwy w numeracji, będzie można później wstawić w nie inne albumy. Na przykład jeśli zostaną użyte numery 1, 6, 11, 16, można będzie poźniej wstawić albumy o brakujących numerach. Dozwolone są także wartości ujemne i zero, przydatne przy wstawianiu elementów na samym początku.

source: When more than one gallery album has the same position number, only one of these albums will be visible.
pl: Jeśli więcej niż jeden album galerii ma ten sam numer pozycji, tylko jeden z nich będzie widoczny.

source: Album visibility
pl: Widoczność albumu

source: You can determine whether this album will be visible regardless of family tree, or whether it will be visible only to the selected family tree.
pl: Można określić, aby dany album był widoczny niezależnie od drzewa genealogicznego lub widoczny tylko dla wybranego drzewa genealogicznego.

source: The album will appear in all galleries, regardless of family tree.
pl: Album pojawi się we wszystkich galeriach, niezależnie od drzewa genealogicznego.

source: The album will appear only in the currently active family trees's gallery.
pl: Album pojawi się tylko w galerii bieżącego drzewa genealogicznego.

source: Delete album
pl: Usuń album

source: This option will let you delete an album from the gallery.
pl: Ta opcja umożliwia usunięcie albumu z galerii.

source: Edit albums
pl: Edytuj albumy

source: The gallery is empty.
pl: Galeria jest pusta.

source: Are you sure you want to delete this album?
pl: Usunąć dany album?

source: Move album down
pl: Przesuń album w dół

source: This option will let you move an album downwards on the gallery page.
pl: Ta opcja umożliwia przesunięcie albumu w dół na stronie galerii.

source: Each time you use this option, the position number of this album is increased by one. You can achieve the same effect by editing the album and changing the album position field.
pl: Za każdym razem, kiedy zostanie użyta ta opcja, numer pozycji danego albumu zwiększy się o jeden. Można osiągnąć ten sam efekt edytując dany album i zmieniając jego pole pozycji.

source: Move album up
pl: Przesuń album do góry

source: This option will let you move an album upwards on the gallery page.
pl: Ta opcja umożliwia przesunięcie albumu w górę na stronie galerii.

source: Each time you use this option, the position number of this album is reduced by one. You can achieve the same effect by editing the album and changing the album position field.
pl: Za każdym razem, kiedy zostanie użyta ta opcja, numer pozycji danego albumu zmniejszy się o jeden. Można osiągnąć ten sam efekt edytując dany album i zmieniając jego pole pozycji.

source: Here you can either select the webtrees media folder to display in this album page, or you can set a link to a Flickr or Picasa location for your group of images.<br><em>[Such external sources must be public or they will not be viewable in webtrees.]</em><br><br>The module will add these references to the correct URLs to link to your Flickr or Picasa sites.
pl: Tutaj można wybrać folder multimediów webtrees, aby wyświetlić w tym albumie, można także ustawić odnośnik do własnej grupy obrazów we Flickr lub Picasa.<br><em>[Danego typu źródła zewnętrzne muszą być publiczne lub nie będzie możliwości objerzenia ich w webtrees.]</em><br>Moduł doda te odniesienia do odpowiednich adresów URL Flickr lub Picasa.

source: Gallery Source
pl: Źródło galerii

source: Flickr set number
pl: Numer Flickr

source: For Flickr (www.flickr.com), enter the Set number of your images, usually a long number like <strong>72157633272831222</strong>. Nothing else is required in this field.
pl: Dla Flickr (www.flickr.com) należy wprowadzić numer odnoszący się do Twoich obrazów, zazwyczaj długi numer typu <strong>72157633272831222</strong>. Nic więcej nie jest wymagane w tym polu.

source: Picasa user/album
pl: Picasa użytkownik/album

source: For Picassa (picasaweb.google.com) enter your user name and user album, in the format <strong>username/album</strong> like <strong>wooc/photos</strong>
pl: Dla Picassa (picasaweb.google.com) należy wprowadzić swoją nazwę użytkownika i nazwę albumu w formacie <strong>użytkownik/album</strong> np. <strong>wooc/zdjecia</strong>

source: Visibility and Access
pl: Widoczność i dostęp

source: Linked to:
pl: Powiązania:
